class Base() {
	static void Main() {
		text = "Она шла шагом вольным и свободным, как ходят арлезианки и андалузки. Городская девушка попыталась бы, может быть, скрыть свою радость под вуалью или по крайней мере под бархатом ресниц, но Мерседес улыбалась и смотрела на всех окружавших, и\n" + 
				"\n" + 
				"    • улыбка и взгляд говорили так же откровенно, как могли бы сказать уста: «Если вы друзья мне, то радуйтесь со мною, потому что я поистине очень счастлива!»";
		
		System.out.println(text);
	}
}